public class Fine {
    //Штрафы пользователя
//id Фамилия Имя(кол-во книг выданных/ просроченных):(просроченные книги)
//      1. id выдачи| Дата выдачи| Дата окончания | Сколько дней просрочено| Штраф в день| Общий штраф по книге
//      2. То же самое если несколько книг
//  Штраф в день:
//  Общий накопленный штраф:
//Следующий пользователь

    //книга и выдача попадает в просроченные если дата окончания выдачи раньше сегодняшней даты
    //добавить дату с которой отсчитывается штраф
    //Если пользователь вернул книгу штраф висит, но не капает
    //Штраф удаляется из хранилища когда пользователь погашает и вносит нужную стоимость, можно погасить часть задолжности



}